{"_id":{"$oid":"5db301a366c1b16c3143e45d"},"uid":"0001","name":"Cuốn theo chiều gió","description":"Lấy bối cảnh từ cuộc nội chiến vô cùng khốc liệt giữa Bắc và Nam Mỹ, Cuốn Theo Chiều Gió với cốt truyện rõ ràng, logic, dễ hiểu, đã khắc họa một cách tài tình tâm trạng, tính cách và thân phận của nhiều lớp người trong chiến tranh và thời hậu chiến. Nhân vật chính của tiểu thuyết là cô gái Scarlett O'hara cùng với Rhett Butler trở thành cặp nhân vật điển hình, thuộc loại thành công nhất trong văn học Hoa Kỳ.\n","imgURL":"https://salt.tikicdn.com/cache/550x550/media/catalog/product/i/m/img046_2.jpg","publisherId":{"$oid":"5dc915c304582001ef43bc84"},"authorId":{"$oid":"5dc8f9748b930073b1b1497a"},"quantity":0,"sellPrice":2,"publishedAt":{"$date":{"$numberLong":"-1073001600000"}},"enable":true,"categoryId":{"$oid":"5db2fd664e2b0c6734ef3368"}}
{"_id":{"$oid":"5db301b066c1b16c3143e45e"},"uid":"0002","name":"Jane Eyre","description":"Orphaned as a child, Jane has felt an outcast her whole young life. Her courage is tested once again when she arrives at Thornfield Hall, where she has been hired by the brooding, proud Edward Rochester to care for his ward Adèle. Jane finds herself drawn to his troubled yet kind spirit. She falls in love. Hard.","imgURL":"https://salt.tikicdn.com/cache/550x550/media/catalog/product/j/a/jane%20eyre.u547.d20160825.t101702.237686.jpg","publisherId":{"$oid":"5dc915c304582001ef43bc84"},"authorId":{"$oid":"5dc8f9958b930073b1b1497b"},"quantity":10,"sellPrice":5,"publishedAt":{"$date":{"$numberLong":"-3881520000000"}},"enable":true,"categoryId":{"$oid":"5db2fd664e2b0c6734ef3368"}}
{"_id":{"$oid":"5db301b866c1b16c3143e45f"},"uid":"0003","name":"Anh Chàng Hobbit","description":"Bilbo Baggins là một hobbit điển hình. Anh chàng chỉ thấy thú nhất khi được ngồi bên lò sưởi mà hút tẩu, uống bia, chờ đến giờ ăn, và đừng hòng có chuyện tham gia chuyến mạo hiểm nào hay làm điều gì bất ngờ. Nhưng Bilbo không được yên, chẳng bao lâu sẽ có một lão phù thủy tên Gandalf cùng mười ba chú lùn xuất hiện ở ngưỡng cửa hang hobbit tiện nghi của chàng, và chưa kịp vớ vội mũ mão với khăn tay, Bilbo đã bị cuốn vào một cuộc phiêu lưu đầy rẫy hiểm nguy để giành lại kho vàng của người lùn vốn từ lâu đã chìm trong quên lãng....","imgURL":"https://salt.tikicdn.com/cache/550x550/ts/product/72/a4/a4/f83e46dcedd1a4e1642cd7b6d4086fd0.jpg","publisherId":{"$oid":"5dc915d404582001ef43bc85"},"authorId":{"$oid":"5dc8f9a78b930073b1b1497c"},"quantity":49,"sellPrice":10,"publishedAt":{"$date":{"$numberLong":"-1041379200000"}},"enable":true,"categoryId":{"$oid":"5db2fd664e2b0c6734ef3368"}}
{"_id":{"$oid":"5db301c866c1b16c3143e460"},"uid":"0004","name":"Đồi Thỏ","description":"Sẽ có người không khỏi băn khoăn khi cầm cuốn sách khổ lớn dày hơn 500 trang này trên tay. Có vẻ quá nặng, theo cả nghĩa đen và nghĩa bóng đối với thể loại sách thiếu nhi. Song đó chính là điều lạ lùng đầu tiên mà nhà văn Anh Richard Adams đem đến cho bạn: một cuốn sách thiếu nhi có thể dày như sách dành cho người lớn. Số lượng trang ngồn ngộn như thế cho phép mở ra nhiều cuộc phiêu lưu nối nhau trong các chương sách được chia nhỏ trong bốn phần: Hành trình, Trên ngọn đồi Watership, Efrafa và Thủ lĩnh Cây Phỉ. Đó là một trong những lý do khiến Đồi thỏ thành công vang dội với bạn đọc mọi lứa tuổi, được nhận Huy chương Carnegie và giải thưởng Guardian cho thể loại tiểu thuyết viết cho thiếu nhi (1972), được nhà xuất bản Penguin công bố là cuốn sách đứng thứ hai trong danh sách bán chạy nhất mọi thời đại (1985), có tên trong danh sách 100 cuốn sách của mọi thời đại (2003), 100 cuốn sách giá trị nhất (2007) do BBC và trang web worldbookday bầu chọn.","imgURL":"https://salt.tikicdn.com/cache/550x550/ts/product/7f/28/c9/fd9dd63440cdeed0f080ddaf7ebb5a87.jpg","publisherId":{"$oid":"5dc915d404582001ef43bc85"},"authorId":{"$oid":"5dc8f9f48b930073b1b1497d"},"quantity":72,"sellPrice":27,"publishedAt":{"$date":"1972-10-25T00:00:00Z"},"enable":true,"categoryId":{"$oid":"5db2fd664e2b0c6734ef3368"}}
{"_id":{"$oid":"5db301cb66c1b16c3143e461"},"uid":"0005","name":"Cho Tôi Xin Một Vé Đi Tuổi Thơ","description":"Truyện Cho tôi xin một vé đi tuổi thơ là sáng tác mới nhất của nhà văn Nguyễn Nhật Ánh. Nhà văn mời người đọc lên chuyến tàu quay ngược trở lại thăm tuổi thơ và tình bạn dễ thương của 4 bạn nhỏ. Những trò chơi dễ thương thời bé, tính cách thật thà, thẳng thắn một cách thông minh và dại dột, những ước mơ tự do trong lòng… khiến cuốn sách có thể làm các bậc phụ huynh lo lắng rồi thở phào. Không chỉ thích hợp với người đọc trẻ, cuốn sách còn có thể hấp dẫn và thực sự có ích cho người lớn trong quan hệ với con mình.","imgURL":"https://salt.tikicdn.com/cache/550x550/ts/product/8f/63/5d/e17ddc42fbf8bf15b1958222ed1939dc.jpg","publisherId":{"$oid":"5dc915ab04582001ef43bc82"},"authorId":{"$oid":"5dc8fa028b930073b1b1497e"},"quantity":1,"sellPrice":8,"publishedAt":{"$date":"2008-10-25T00:00:00Z"},"enable":true,"categoryId":{"$oid":"5db2fd544e2b0c6734ef3366"}}
{"_id":{"$oid":"5db301da66c1b16c3143e462"},"uid":"0006","name":"Khuyến Học","description":"Khuyến học không phải là tác phẩm đồ sộ và sâu sắc nhất của ông nhưng lại là tác phẩm có ảnh hưởng sâu rộng nhất đến công chúng Nhật Bản. Khi mới đựơc in lần đầu, cuốn sách này có một số lượng ấn bản kỷ lục là 3,4 triệu bản, trong khi dân số Nhật Bản thời đó chỉ khoảng ba mươi lăm triệu người. Chỉ riêng điều đó đã cho thấy đây thực sự là cuốn sách gối đầu giường của mọi người dân Nhật trong thời kỳ Duy Tân. Kể từ năm 1942 đến năm 2000, riêng nhà xuất bản Iwanami Bunko cũng đã tái bản đến bảy mươi sáu lần.","imgURL":"https://salt.tikicdn.com/cache/550x550/ts/product/0f/10/47/83185449f5483aed158de53b9d4a4d07.jpg","publisherId":{"$oid":"5dc915fa04582001ef43bc86"},"authorId":{"$oid":"5dc8fa0d8b930073b1b1497f"},"quantity":8,"sellPrice":80,"publishedAt":{"$date":{"$numberLong":"-2940624000000"}},"enable":true,"categoryId":{"$oid":"5db2fd474e2b0c6734ef3365"}}
{"_id":{"$oid":"5db301dd66c1b16c3143e463"},"uid":"0007","name":"Bạch Dạ Hành","description":"Kosuke, chủ một tiệm cầm đồ bị sát hại tại một ngôi nhà chưa hoàn công, một triệu yên mang theo người cũng bị\ncướp mất.\n\nSau đó một tháng, nghi can Fumiyo được cho rằng có quan hệ tình ái với nạn nhân và đã sát hại ông để cướp một\ntriệu yên, cũng chết tại nhà riêng vì ngộ độc khí ga. Vụ án mạng ông chủ tiệm cầm đồ rơi vào bế tắc và bị bỏ xó.\n\nNhưng với hai đứa trẻ mười một tuổi, con trai nạn nhân và con gái nghi can, vụ án mạng năm ấy chưa bao giờ kết\nthúc. Sinh tồn và trưởng thành dưới bóng đen cái chết của bố mẹ, cho đến cuối đời, Ryoji vẫn luôn khao khát được\nmột lần đi dưới ánh mặt trời, còn Yukiho cứ ra sức vẫy vùng rồi mãi mãi chìm vào đêm trắng.","imgURL":"https://salt.tikicdn.com/cache/550x550/media/catalog/product/b/a/bach-da-hanh--1-.u5762.d20171019.t134129.834637.jpg","publisherId":{"$oid":"5dc915d404582001ef43bc85"},"authorId":{"$oid":"5dc8fa188b930073b1b14980"},"quantity":9,"sellPrice":9,"publishedAt":{"$date":"1999-10-25T00:00:00Z"},"enable":true,"categoryId":{"$oid":"5db2fd354e2b0c6734ef3362"}}
{"_id":{"$oid":"5db301fc66c1b16c3143e464"},"uid":"0008","name":"Con mèo triệu kiếp","description":"Có một con mèo đã một triệu năm rồi mà vẫn chưa chết.\nNó đã từng chết đi một triệu lần, rồi sống lại một triệu lần.\nMột con mèo vằn bảnh bao.\nCó một triệu người đã yêu thương con mèo ấy, và một triệu người đã khóc khi con mèo ấy chết.\nMèo thì chưa khóc lần nào cả.","imgURL":"https://salt.tikicdn.com/cache/550x550/media/catalog/product/c/o/con%20meo%20trieu%20kiep.u335.d20160801.t083135.jpg","publisherId":{"$oid":"5dc915d404582001ef43bc85"},"authorId":{"$oid":"5dc8fa238b930073b1b14981"},"quantity":16,"sellPrice":15,"publishedAt":{"$date":"1977-10-25T00:00:00Z"},"enable":true,"categoryId":{"$oid":"5db2fd5c4e2b0c6734ef3367"},"id":{"$oid":"5db301fc66c1b16c3143e464"}}
{"_id":{"$oid":"5db301ff66c1b16c3143e465"},"uid":"0009","name":"Đối thoại với Thượng đế","description":"Cuốn sách này đề cập hầu hết, nếu không phải tất cả, các câu hỏi mà chúng ta vẫn luôn đặt ra về cuộc sống và tình yêu, mục đích và chức năng, con người và các mối quan hệ, thiện và ác, mặc cảm và tội lỗi, tha thứ và cứu độ, đường đưa đến Thượng đế cũng như lối vào hoả ngục… tất tần tật mọi thứ. Nó cũng bàn đến các đề tài tính dục, quyền lực, tiền bạc, chuyện con cái, hôn nhân, ly dị, về sự nghiệp, sức khoẻ, về đời sau, đời trước… về mọi thứ. Nó phân tích chiến tranh và hoà bình, biết và không biết, cho và nhận, vui và buồn. Nó xem xét cái cụ thể và trừu tượng, hữu hình và vô hình, chân lý và phi chân lý.","imgURL":"https://salt.tikicdn.com/cache/550x550/media/catalog/product/d/o/doi-thoai-voi-thuong-de_1.jpg","publisherId":{"$oid":"5dc9160904582001ef43bc87"},"authorId":{"$oid":"5dc8fa2f8b930073b1b14982"},"quantity":15,"sellPrice":13,"publishedAt":{"$date":"1995-10-25T00:00:00Z"},"enable":true,"categoryId":{"$oid":"5dbf2269a586203890933c9b"},"id":{"$oid":"5db301ff66c1b16c3143e465"}}
{"_id":{"$oid":"5db3021966c1b16c3143e466"},"uid":"0010","name":"Chú Bé Mang Pyjama Sọc","description":"Rất khó miêu tả câu chuyện về Chú bé mang pyjama sọc này. Thường thì chúng tôi vẫn tiết lộ vài chi tiết về cuốn sách trên bìa, nhưng trong trường hợp này chúng tôi nghĩ làm như vậy sẽ làm hỏng cảm giác đọc của bạn. Chúng tôi nghĩ điều quan trọng là bạn nên đọc mà không biết trước nó kể về điều gì.\n\nNếu bạn định bắt đầu đọc cuốn sách thật, bạn sẽ cùng được trải qua một hành trình với một cậu bé chín tuổi tên là Bruno (dù đây không hẳn là sách cho trẻ chín tuổi). Và chẳng sớm thì muộn bạn sẽ cùng Bruno đến một hàng rào. Những hàng rào như vậy vẫn tồn tại ở khắp nơi trên thế giới. Chúng tôi hy vọng không ai trong chúng ta phải vượt qua một hàng rào như vậy trong đời.","imgURL":"https://salt.tikicdn.com/cache/550x550/ts/product/19/4f/27/99b31589a12ac561e769081c4eb32d1f.jpg","publisherId":{"$oid":"5dc916a66123df02ce73d14b"},"authorId":{"$oid":"5dc8fa408b930073b1b14983"},"quantity":12,"sellPrice":15,"publishedAt":{"$date":"2006-10-25T00:00:00Z"},"enable":true,"categoryId":{"$oid":"5db2fd664e2b0c6734ef3368"}}
{"_id":{"$oid":"5db3022066c1b16c3143e467"},"uid":"0011","name":"Tuổi Thơ Dữ Dội","description":"\"Tuổi thơ dữ dội\" là một tác phẩm truyện dài bảy phần của nhà văn Phùng Quán. Truyện được khởi thảo bên bờ Hồ Tây năm 1968 và hoàn thành trong lều cỏ giữa hồ Tịnh Tâm năm 1986. Cuốn truyện xoay quanh cuộc sống chiến đấu và sự hy sinh của những thiếu niên 13, 14 tuổi trong hàng ngũ Đội thiếu niên trinh sát của trung đoàn Trần Cao Vân.","imgURL":"https://salt.tikicdn.com/cache/550x550/media/catalog/product/t/u/tuoi-tho-du-doi_1.jpg","publisherId":{"$oid":"5dc915c304582001ef43bc84"},"authorId":{"$oid":"5dc8fa4d8b930073b1b14984"},"quantity":12,"sellPrice":7,"publishedAt":{"$date":"1988-10-25T00:00:00Z"},"enable":true,"categoryId":{"$oid":"5db2fd544e2b0c6734ef3366"},"id":{"$oid":"5db3022066c1b16c3143e467"}}
{"_id":{"$oid":"5db3023066c1b16c3143e468"},"uid":"0012","name":"Phải Trái Đúng Sai","description":"Sách bàn về vấn đề đạo đức dưới cái nhìn triết học. Tác giả đưa ra các vụ việc gây tranh cãi về vấn đề đạo đức để mổ xẻ dưới nhiều góc độ, theo quan điểm của các học thuyết triết học khác nhau, mỗi chương trình bày sâu về một học thuyết. Nhờ vậy, tư tưởng của Aristotle, Jeremy Bentham, Immanuel Kant, John Stuart Mill, Robert Nozick, và John Rawl được trình bày với sự rõ ràng và gần gũi, mà theo New York Times là “hiếm khi được giải thích dễ hiểu đến như vậy”.","imgURL":"https://salt.tikicdn.com/cache/550x550/media/catalog/product/p/h/phai-trai-dung-sai_xp.jpg","publisherId":{"$oid":"5dc915ab04582001ef43bc82"},"authorId":{"$oid":"5dc8fa578b930073b1b14985"},"quantity":60,"sellPrice":13,"publishedAt":{"$date":"2011-10-25T00:00:00Z"},"enable":true,"categoryId":{"$oid":"5dbf2269a586203890933c9b"}}
{"_id":{"$oid":"5db3023666c1b16c3143e469"},"uid":"0013","name":"Quẳng Gánh Lo Đi & Vui Sống","description":"Bất kỳ ai đang sống đều sẽ có những lo lắng thường trực về học hành, công việc, những hoá đơn, chuyện nhà cửa,... Cuộc sống không dễ dàng giải thoát bạn khỏi căng thẳng, ngược lại, nếu quá lo lắng, bạn có thể mắc bệnh trầm cảm. Quẳng Gánh Lo Đi Và Vui Sống khuyên bạn hãy khóa chặt dĩ vãng và tương lai lại để sống trong cái phòng kín mít của ngày hôm nay. Mọi vấn đề đều có thể được giải quyết, chỉ cần bạn bình tĩnh và xác định đúng hành động cần làm vào đúng thời điểm.","imgURL":"https://salt.tikicdn.com/cache/550x550/ts/product/d7/7c/78/3c09e7a477fd3c16340216cf849bb025.jpg","publisherId":{"$oid":"5dc915b604582001ef43bc83"},"authorId":{"$oid":"5dc8fa628b930073b1b14986"},"quantity":50,"sellPrice":50,"publishedAt":{"$date":{"$numberLong":"-794793600000"}},"enable":true,"categoryId":{"$oid":"5db2fd474e2b0c6734ef3365"}}
{"_id":{"$oid":"5db3024c66c1b16c3143e46a"},"uid":"0014","name":"Chiến Binh Cầu Vồng","description":"Trong ngày khai giảng, nhờ sự xuất hiện vào phút chót của cậu bé thiểu năng trí tuệ Harun, trường Muhammadiyah may mắn thoát khỏi nguy cơ đóng cửa. Nhưng ước mơ dạy và học trong ngôi trường Hồi giáo ấy liệu sẽ đi về đâu, khi ngôi trường xập xệ dường như sẵn sàng sụp xuống bất cứ lúc nào, khi lời đe dọa đóng cửa từ viên thanh tra giáo dục luôn lơ lửng trên đầu, khi những cỗ máy xúc hung dữ đang chực chờ xới tung ngôi trường để dò mạch thiếc…? Và liệu niềm đam mê học tập của những Chiến binh Cầu vồng đó có đủ sức chinh phục quãng đường ngày ngày đạp xe bốn mươi cây số, rồi đầm cá sấu lúc nhúc bọn ăn thịt người, chưa kể sự mê hoặc từ những chuyến phiêu lưu chết người theo tiếng gọi của ngài pháp sư bí ẩn trên đảo Hải Tặc, cùng sức cám dỗ khôn cưỡng từ những đồng tiền còm kiếm được nhờ công việc cu li toàn thời gian ...?","imgURL":"https://salt.tikicdn.com/cache/550x550/media/catalog/product/c/h/chien_binh_cau_vong_sap_xuat_ban-240412_2.jpg","publisherId":{"$oid":"5dc916a66123df02ce73d14b"},"authorId":{"$oid":"5dc8fa6c8b930073b1b14987"},"quantity":30,"sellPrice":5,"publishedAt":{"$date":"2005-10-25T00:00:00Z"},"enable":true,"categoryId":{"$oid":"5db2fd5c4e2b0c6734ef3367"}}
{"_id":{"$oid":"5db3024f66c1b16c3143e46b"},"uid":"0015","name":"Giết con chim nhại","description":"Giết con chim nhại (nguyên tác tiếng Anh: To Kill a Mockingbird) là cuốn tiểu thuyết đầu tay của Harper Lee; đây là cuốn tiểu thuyết rất được yêu chuộng, thuộc loại bán chạy nhất thế giới với hơn 10 triệu bản. Cuốn tiểu thuyết được xuất bản vào năm 1960 và đã giành được giải Pulitzer năm 1961. Nội dung tiểu thuyết dựa vào cuộc đời của nhiều bạn bè và họ hàng tác giả, nhưng tên nhân vật đã được thay đổi. Tác giả cho biết hình mẫu nhân vật Jean Louise \"Scout\" Finch, người dẫn truyện, được xây dựng dựa vào chính bản thân mình.","imgURL":"https://salt.tikicdn.com/cache/550x550/ts/product/ea/57/9e/71ddae5c7ce50ab004c810849637576c.jpg","publisherId":{"$oid":"5dc915c304582001ef43bc84"},"authorId":{"$oid":"5dc8fa778b930073b1b14988"},"quantity":30,"sellPrice":12,"publishedAt":{"$date":{"$numberLong":"-289872000000"}},"enable":true,"categoryId":{"$oid":"5db2fd664e2b0c6734ef3368"}}
